{
  "posts": [
    {
      "title": "5 Best Crypto Performers During The 2022 Market Flop",
      "slug": "5-best-crypto-performers-during-the-2022-market-flop",
      "category": "Crypto New",
      "content": "The exuberant peaks of the crypto business in 2022 fell into an extended crypto winter and left many of the sector’s top companies belly up.The aftermath of the shutdown of several large cryptocurrency exchanges has made concerns about liquidity and solvency a big topic of conversation throughout the market. At the beginning of the year, the total market capitalization of all cryptocurrencies was estimated to be $2.2 trillion. By the end of 2022, this amount would fall below $800 billion. Therefore, this shows a great deal about the events of the period. As 2022 comes to a close, we take a quick look at the five best-performing cryptocurrencies of the year.",
      "updatedAt": "2023-06-26T07:09:42.378Z",
      "id": 1
    },
    {
      "id": 2,
      "title": "Top crypto funding stories of 2022",
      "slug": "top-crypto-funding-stories-of-2022",
      "category": "New Year Special",
      "content": "2022 was a watershed year for crypto venture capital, as investors poured tens of billions of dollars into blockchain-focused startups despite the overwhelmingly bearish trend in asset prices. Is the VC-dominated crypto funding model good for the industry? Only time will tell. Cointelegraph Research is still in the process of tallying all the funding figures for the year, but 2022 easily outpaced all other years in terms of total capital raised and deals completed. VC inflows were above $14 billion in each of the first two quarters before receding to just under $5 billion in the third quarter — still an impressive tally given the industry-wide contagion sparked by the sudden collapses of Celsius, Three Arrows Capital, Genesis, BlockFi and FTX, among others. Against this backdrop, we’ve compiled a list of some of the biggest funding stories of 2022.",
      "updatedAt": "a day ago"
    }
  ]
}